adw-gtk3
asoundconf
brother-mfc-j4335dw
calcure
cava
cryptomator-bin
downgrade
dropbox
gradience
librewolf-bin
mods
moneymanagerex
mycli
nerd-fonts-meta
networkmanager-dmenu-git
pokeget
pychess-db
sddm-sugar-candy-git
spdlog-git
spicetify-cli
stockfish
stretchly-bin
swaylock-effects-git
swaync
swww-git
systemd-boot-pacman-hook
ttf-material-design-icons-extended
ttf-weather-icons
waybar-hyprland-cava-git
wlogout
yay
