acpid
alsa-firmware
alsa-utils
ansible-core
arch-audit
base
base-devel
bat
bemenu
bemenu-wayland
bpytop
carla
code
cups
cups-pdf
deepin-printer
discord
dmidecode
dnsmasq
docker
docker-compose
duf
edk2-ovmf
efibootmgr
expac
eza
ffmpegthumbnailer
firefox
font-manager
fprintd
freerdp
fwupd
fzf
gdb
gdb-common
git
glow
gnome-keyring
gnome-themes-extra
grim
grub
gst-libav
gst-plugins-ugly
htop
hyprland
inotify-tools
intel-ucode
iptables-nft
j4-dmenu-desktop
jq
jupyter-notebook
kitty
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
lvm2
lxappearance
mako
man-db
mariadb
nano
nautilus
nemo
neofetch
neovim
networkmanager
networkmanager-openvpn
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia-open
obs-studio
openresolv
openvpn
p7zip
pacman-contrib
pipewire-alsa
pipewire-pulse
pkgfile
pychess
pyenv
python-pipenv
python-pyquery
qemu-desktop
qt5-wayland
qt5ct
qt6-wayland
ranger
reflector
ripgrep
ristretto
rkhunter
rofi
rsync
sddm
seahorse
sl
slurp
sof-firmware
source-highlight
spotify-launcher
steam
stow
swayidle
termdown
thunderbird
timeshift
tldr
traceroute
tree
ttf-font-awesome
ttf-liberation
udiskie
udisks2
ufw
vim
virt-manager
vivaldi
vlc
vulkan-tools
webp-pixbuf-loader
wget
wireguard-tools
wireshark-qt
wofi
xclip
xdg-desktop-portal-hyprland
xorg-xev
xxhash
zoxide
zsh
