adw-gtk3
brother-mfc-j4335dw
catppuccin-gtk-theme-mocha
cava
cryptomator-bin
downgrade
dropbox
firefox-nightly-bin
gradience
mods
moneymanagerex
nerd-fonts-meta
pokeget
sddm-sugar-candy-git
spotify-player
stockfish
stretchly-bin
swaylock-effects-git
swaync
swww-git
todoist-git
waybar-hyprland-cava-git
wlogout
yay
zoom
