adw-gtk3
bibata-cursor-theme
brother-mfc-j4335dw
catppuccin-gtk-theme-mocha
cava
cryptomator-bin
downgrade
dropbox
eww-wayland
firefox-nightly-bin
gradience
koodo-reader-bin
mods
moneymanagerex
mpvpaper-git
nerd-fonts-meta
pipes-rs-git
pokeget
sddm-sugar-candy-git
spotify
stockfish
swaylock-effects-git
swaync
swww-git
todoist-git
visual-studio-code-bin
waybar-hyprland-cava-git
wlogout
wlrobs
xdg-desktop-portal-hyprland-git
xwaylandvideobridge-git
yay
zoom
