base
base-devel
bat
bc
bpytop
code
dkms
dolphin
dunst
efibootmgr
eza
fd
ffmpegthumbnailer
firefox
fwupd
fzf
gimp
git
glava
gnome-keyring
grim
gst-plugin-pipewire
htop
hyprland
hyprlock
imagemagick
intel-ucode
iwd
jq
kitty
kubectl
kubectx
less
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
nano
nemo
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open
p7zip
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
qt5-wayland
qt6-wayland
ripgrep
rofi-wayland
sddm
seahorse
slurp
smartmontools
socat
sof-firmware
steam
stow
swww
thefuck
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-liberation
ttf-nerd-fonts-symbols
udiskie
unzip
vim
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xev
xorg-xinit
yazi
zoxide
zram-generator
zsh
